{
  "layout": "A4_portrait",
  "outputFilename": 19659,
  "attributes": {
    "centro": "-25660, 100442",
    "pedido": 19659,
    "requerente": "Gustavinho Rocha",
    "purpose": "Informação Prévia",
    "datasource": [
      {
        "title": "PLANTA ORDENAMENTO",
        "description": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Residenciais Tipo 1.",
        "area": 351.795427135552,
        "dominio": "PLANTA ORDENAMENTO",
        "subdominio": "classificação e qualificação do solo",
        "familia": "solo urbano - urbanizado",
        "objecto": "espaço residencial",
        "ident_gene": "espaço residencial tipo 1",
        "ident_part": "não se aplica",
        "diploma_es": "Art. 13º a 25º ; 61º a 72º ; 81º a 85º",
        "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicad...",
        "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM),...",
        "hierarquia": "PLANTA ORDENAMENTO → classificação e qualificação do solo → solo urbano - urbanizado → espaço res...",
        "map": {
          "center": [
            -25642.71063039885,
            100427.884002273
          ],
          "dpi": 72,
          "projection": "EPSG:3763",
          "scale": 2000,
          "layers": [
            {
              "geoJson": {
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25652.0172360977,
                            100446.620985944
                          ],
                          [
                            -25649.6440247,
                            100450.698041422
                          ],
                          [
                            -25633.4040247,
                            100430.258041422
                          ],
                          [
                            -25635.6440247,
                            100414.858041422
                          ],
                          [
                            -25645.4321029975,
                            100405.069963124
                          ],
                          [
                            -25645.3913166203,
                            100405.547240159
                          ],
                          [
                            -25645.0029764624,
                            100409.949901598
                          ],
                          [
                            -25644.994285116,
                            100410.19329915
                          ],
                          [
                            -25644.5977034243,
                            100414.834258182
                          ],
                          [
                            -25644.5613837929,
                            100415.68604976
                          ],
                          [
                            -25644.6044407548,
                            100415.902346329
                          ],
                          [
                            -25644.5698480732,
                            100416.097045055
                          ],
                          [
                            -25644.9887986708,
                            100426.273573363
                          ],
                          [
                            -25645.0422564001,
                            100426.516019389
                          ],
                          [
                            -25645.1581476135,
                            100427.739503141
                          ],
                          [
                            -25646.1297118241,
                            100432.82277352
                          ],
                          [
                            -25646.471446946,
                            100433.964702582
                          ],
                          [
                            -25646.5271074809,
                            100434.288097668
                          ],
                          [
                            -25648.4256678821,
                            100439.6412422
                          ],
                          [
                            -25648.5566732793,
                            100439.848786697
                          ],
                          [
                            -25648.6117821966,
                            100440.125782304
                          ],
                          [
                            -25649.0357074964,
                            100441.02096204
                          ],
                          [
                            -25649.7179923583,
                            100442.294531253
                          ],
                          [
                            -25649.8568525332,
                            100442.641624028
                          ],
                          [
                            -25652.0172360977,
                            100446.620985944
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "id": 1625,
                      "idpretensao": 630,
                      "camada": "ip_ordenamento.espaco_residencial_tipo1",
                      "area": 351.795427135552,
                      "dominio": "PLANTA ORDENAMENTO",
                      "subdominio": "classificação e qualificação do solo",
                      "familia": "solo urbano - urbanizado",
                      "objecto": "espaço residencial",
                      "ident_gene": "espaço residencial tipo 1",
                      "ident_part": "não se aplica",
                      "diploma_es": "Art. 13º a 25º ; 61º a 72º ; 81º a 85º",
                      "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Residenciais Tipo 1.",
                      "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM), publicado no Diário\nda República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012, encontrando-se o terreno inserido em solo urbano, na categoria de solo\nurbanizado – Espaços Residenciais Tipo 1, sendo aplicáveis à operação urbanística pretendida os seguintes artigos: 13.º a 25.º, 61.º a 74.º e 81.º a\n85.º da 1.ª Revisão do PDM.\n\nO solo urbanizado integra o tecido urbano consolidado ou em vias de consolidação que se encontra infraestruturado ou em\nvias de infraestruturação, assim como as estruturas ecológicas do tecido urbano, e onde as intervenções a realizar deverão manter as caraterísticas\nmorfológicas do tecido existente.\n\nI. Disposições Gerais\n\n1.Alinhamento\n\nNas vias cujo perfil atual já se encontre comprometido \npor construções existentes, aplica-se o alinhamento dominante, sendo que\nna falta de definição do mesmo, aplica-se o estabelecido no artigo 20.º/A1  do Código Regulamentar do Município publicado\natravés do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de\noutubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR,\nN.º131, de 10 de julho relativamente às zonas de construção interdita, nomeadamente:\n\na)  Sistema secundário – 5m;\nb)  Sistema terciário – 4 m.\n\n2. Recuo\nA fachada principal dos novos edifícios deve cumprir o recuo dominante existente.\nExcecionalmente é permitido um recuo superior ao dominante, desde que verificadas as seguintes condições:\n\na)  Desde que seja para cumprir questões de salubridade e habitabilidade, face à reduzida dimensão da parcela;\nb)  Desde que se trate de edificações isoladas e a frente da parcela seja significativamente superior às parcelas envolventes.\n\nNos casos constantes da alínea a) anterior, terá que ser criada uma falsa fachada ou\nqualquer outro elementos arquitetónico, de forma a garantir que seja cumprido o recuo dominante das fachadas da envolvente.\n\nNa falta de definição do recuo dominante, o recuo mínimo aplicar é de 5 metros, conforme definido no artigo 21.º/A1 do\nCódigo Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho \n\n3. Aterros, escavações e muros de suporte\n\nAs obras de construção onde se proceda a aterro ou escavação deverá assegurar, sempre que tecnicamente possível, entre a\nnova plataforma resultante da construção e o terreno natural, uma pendente igual ou inferior a 60%.\n\nSó é permitida a construção de muros de\nsuporte de terras que estabeleçam diferença de cotas entre plataformas\ncontiguas ou entre plataformas e o terreno natural inferiores a 3 metros, com\nexceção dos muros de suporte de vias ou em situações que seja tecnicamente\ninviável a conjugação da altura máxima estabelecida com outras técnicas de\nsuporte de terras.\n\n4.Afastamentos\n\nOs afastamentos mínimos, medidos entre as fachadas da edificação e os limites laterais da parcela, contanto para o efeito\nqualquer saliência relativamente ao plano das fachadas, são os seguintes:\n\na) Edificações até dois pisos acima da cota de soleira – 3m;\nb) Edificações com mais de dois pisos acima da cota de soleira ou de 6m de altura de fachada – 4m;\nc) Edificações com uso industrial ou de armazenagem – 5m;\n\nPoderão ser admitidos afastamentos inferiores ao definido na alínea c), desde que sejam cumpridas cumulativamente as seguintes condições:\n\na) Tenham sido iniciadas antes de 1995, servindo de comprovativo os ortofotomapas do CNIG de 1995 ou as cópias de documentos entregues no\nMinistério da Economia até à referida data, para a regularização da atividade industrial;\nb) Desde que a ampliação resulte da necessidade de alterar o layout, não sendo possível cumprir o afastamento de 5 metros;\nc) Não colidam com a área “non aedificandi” das vias do sistema primário e secundário com as quais os terrenos confinem diretamente.\n\nÉ admitida a construção em banda ou geminada, devendo o afastamento às estremas livres ser o definido nos parágrafos anteriores.\n\n5. Pisos\n\nOs edifícios em banda ou geminados não podem ter uma diferença do número de pisos superior a dois acima da cota de soleira.\n\nAs construções que confinem com dois arruamentos desnivelados e que possuam duas frentes, não poderão ultrapassar os\ndois pisos acima da cota de soleira do arruamento situado à maior cota.\n\nNo caso em que a diferença de pisos resultar na criação de uma empena cega, esta deverá ser alvo de tratamento\narquitetónico que passará pelo seu revestimento com materiais utilizados na fachada principal.\n\nO número máximo de pisos abaixo da cota de soleira é de 3, contando para o efeito, o arruamento situado à menor cota.\n\nOs pisos situados abaixo da cota de soleira que seja possível observar a fachada posterior, terão que obedecer às seguintes regras:\n\na) Ser integradas visualmente na parcela onde se desenvolvem, devendo privilegiar-se as situações de socalco;\nb) O talude entre o limite do último piso da cave e o limite doterreno não pode ser superior a 30%;\nc) As fachadas abaixo da cota de soleira deverão apresentar um tratamento arquitetónico semelhante ao da fachada principal do edifício.\n\n6. Logradouros\n\nSó poderá ser impermeabilizada, no máximo, 50% da área não construída da parcela ou lote numa profundidade de 50 metros a\npartir do limite do espaço publico, admitindo-se nas parcelas ou lotes de reduzida dimensão que este valor seja ultrapassado, desde que se destine a\npavimentação do acesso à garagem.\n\nPara além dos 50 metros a partir da via geradora de perímetro, não são permitidas quaisquer impermeabilizações que não\nas que resultem das condições a edificar e dos seus acessos.\n\n7. Estacionamento\nAs novas construções, bem como as que venham a ser alvo de ampliação igual ou superior a 50% da área de construção licenciada,\ndevem ser garantidos os seguintes parâmetros quantitativos mínimos de estacionamento privativo:\n\na) 1 lugar de estacionamento de veículos ligeiros por fogo de tipologia T0, T1 e T2 para edifícios plurifamiliares;\nb) 2 lugares de estacionamento de veículos ligeiros por fogo de tipologia T3 e T4 para edifícios plurifamiliares;\nc) 3 lugares de estacionamento de veículos ligeiros por fogo de tipologias superior a T4 para edifícios plurifamiliares;\nd) 2 lugares de estacionamento de veículos por edifício unifamiliar;\ne) 1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para comércio e ou serviços com área total de construção igual ou inferior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\nf) 1 lugar de estacionamento de veículos ligeiros por cada 25 m2 de área total de construção para comércio e ou serviços com área total de\nconstrução superior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\ng) 1 lugar de estacionamento de veículos ligeiros por cada 200m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\nh) 1 lugar de estacionamento de veículos pesados por cada 1000m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\ni) 1 lugar de estacionamento de veículos ligeiros por cada 5 quartos para os estabelecimentos hoteleiros, acrescido de 1 lugar de veículo\npesado de passageiros por cada 50 quartos, com o mínimo de 1 lugar;\nj) 1 lugar de estacionamento de veículos ligeiros  por cada 75 m2 de área total de construção para equipamentos, acrescido de 1 lugar para veículo pesado de\npassageiros  por cada 500 m2 de área total de construção, quando o uso em causa o justificar;\nk) 1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para oficinas automóveis.\n\nDeverá ser previsto estacionamento público correspondente, no mínimo, às percentagens a seguir indicadas, aplicadas aos\nvalores de estacionamento obtidos para cada uma das alíneas referidas anteriormente:\n\na) 20% para os usos constantes da alínea a), b), c), e), f), j) e k), podendo no caso do uso ser oficina, o mesmo situar-se no interior do lote;\nb) 10% para os usos constantes na alínea g).\n\nA Câmara Municipal pode deliberar a dispensa total ou parcial do cumprimento da dotação de estacionamento\nestabelecido anteriormente, desde que se verifique uma das seguintes situações:\na) O seu cumprimento implicar a modificação da arquitetura original de edifícios ou na continuidade do conjunto edificado, que pelo seu\nvalor arquitetónico intrínseco, pela sua integração em conjuntos caraterísticos\nou em áreas de reconhecido valor paisagístico, devem ser preservados;\nb) A impossibilidade ou a inconveniência de natureza técnica, nomeadamente em função das caraterísticas geológicas do terreno, dos níveis\nfreáticos, do condicionamento da segurança das edificações envolventes, da interferência com equipamentos e infraestruturas ou da funcionalidade dos\nsistemas públicos de circulação de pessoas e veículos;\nc) As dimensões da parcela ou a sua situação urbana tornarem tecnicamente desaconselhável a construção do estacionamento com a dotação\nexigida, por razões de economia e funcionalidade interna. \n\nA não dotação dos lugares de estacionamento pelas razões referidas anteriormente, dá lugar ao pagamento de uma compensação\nao Município definida nos termos e condições estipuladas no artigo 17.º/A1 do Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª\nsérie do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13,\nde 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n8. Cedências de áreas para espaços verdes e de utilização coletiva e de áreas para equipamentos de utilização coletiva\n\nOs parâmetros para o dimensionamento das áreas destinadas a espaços verdes e de utilização coletiva e de equipamentos de\nutilização coletiva, em operações de loteamento ou operações urbanísticas de impacte semelhante a um loteamento, são os seguintes:\n\na) Para espaços verdes e de utilização coletiva:\na.1. 28 m2/fogo, no caso de habitação unifamiliar;\na.2. 0,23 m2/m2 de área total de construção, no caso de habitação coletiva;\na.3. 0,28 m2/m2 de área total de construção, no caso de comércio ou serviços;\na.4. 0,23 m2/m2 de área de construção, no caso de indústria ou armazéns;\nb) Para equipamentos de utilização coletiva:\nb.1. 35 m2/fogo, no caso de habitação unifamiliar;\nb.2. 0,29 m2/m2 de área total de construção, no caso de habitação coletiva;\nb.3. 0,25 m2/m2 de área total de construção, no caso de comércio ou serviços;\nb.4. 0,10 m2/m2 de área de construção, no caso de indústria ou armazéns;\n\nAs parcelas de terreno resultante da aplicação do disposto anteriormente, passarão a integrar o domínio municipal através de cedência gratuita ao município.\n\nO Município pode prescindir da integração do domínio municipal da totalidade ou parte das parcelas referidas anteriormente, de acordo com o estabelecido nos artigos 15.º/A1 e 16.º/A1 Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n9. Anexos\nOs anexos terão de cumprir as seguintes condições:\na) Número máximo de pisos acima da cota de soleira, admitindo-se 1 destes em cave;\nb) A altura máxima da fachada é de 6 m, exceto nos casos em que os anexos se encontrem implantados à estrema, não podendo nestes casos possuir\numa empena superior a 3,5 metros de altura relativamente às parcelas vizinhas;\nc) Caso não sejam implantados às estremas, deverão cumprir os afastamentos mínimos impostos para a edificação principal.\n\nPara além das condições referidas anteriormente, os anexos terão sempre que ter em consideração a envolvente\nurbana e não contribuir para a descaraterização urbanística e arquitetónica da edificação principal aos quais se encontram associados, assim como do\naglomerado urbano em que se inserem.\n\n10. Florestação\nÉ proibida a plantação de espécies de crescimento rápido, classificadas de acordo com a legislação em vigor.\n\n11.  [Autor des1] Áreas Abrangidas por cheias\n\nNas áreas abrangidas pelas cheias, as cotas dos pisos inferiores das edificações deverão ser superiores à cota local da máxima cheia, que é de 12,00 m.\nnestas áreas é interdita a construção de novas estruturas de saúde, estabelecimentos que utilizem substâncias perigosas e centrais elétricas.\n\nII. Disposições Especificas\n\nOs Espaços residenciais são áreas consolidadas ou em vias de consolidação, ocupadas predominantemente por\nedifícios unifamiliares, com a presença no interior do tecido urbano, de edifícios plurifamiliares, agregados ou isolados, podendo acolher outros usos\ndesde que compatíveis com a utilização dominante.\n\n1. Usos e condições de ocupação\na) Habitação;\nb) Comercio;\nc) Serviços;\nd) Equipamentos de Utilização Coletiva.\nSão usos compatíveis\n\na) Indústrias do tipo 3, de acordo com a legislação em vigor;\nb) Armazéns;\nc) Oficinas de veículos automóveis, desde que não encostem a edifícios habitacionais;\n\nEmpreendimentos turísticos.\n2. Regime de Edificabilidade\nAs regras a aplicar são as seguintes:\n\na) Número de pisos acima da cota de soleira com a exceção de moradias unifamiliares, indústrias, armazéns e oficinas – 3;\nb) Número máximo de pisos acima da cota de soleira para moradias unifamiliares – 2;\nc) Número máximo de pisos acima da cota de soleira para indústrias, armazéns e oficinas – 2;\nd) Altura máxima da fachada para indústrias, armazéns e oficinas – 9 m;\ne) Área total de anexos – 15% da área da parcela ou lote;\nf)  Índice máximo de ocupação do solo – 0,75.\n\nExcecionalmente permite-se um número de pisos superior ao constante na anterior alínea a), até um máximo de 4 pisos,\ndesde que se cumpra pelo menos uma das seguintes condições:\n\na) Os edifícios se localizem em encostas com inclinação significativa, devendo ter-se em atenção que:\n1.  É proibida a execução de anexos ou garagens fora da área de implantação do edifício;\n2.  Quando possível, a área da cobertura resultante do desenvolvimento do edifício em socalcos, poderá apresentar um tratamento de\nespaço público e de circulação pedonal.\nb)  Os edifícios apresentem uma componente de espaço público envolvente de dimensão significativa, nomeadamente:\n1. Praças;\n2. Largos;\n3. Alamedas.\nc) A largura do espaço publico com o qual o edifício irá confinar seja igual ou superior, em termos de dimensão, à altura de edificação.\n3. Edificação em áreas urbanas consolidadas\n\nNas situações de colmatação de áreas urbanas consolidadas, as regras a aplicar à novas construções são as seguintes:\na) Respeitem os recuos dos edifícios contíguos;\nb) Estabeleçam uma articulação volumétrica com os edifícios contíguos.\n\n [Autor des1]Este campo só deve aparecer\nquando na carta de ordenamento a pretensão esteja inserida dentro do limite da\ncota de cheia.",
                      "parecer": "0",
                      "buffer": null,
                      "entidade": "CM Águeda",
                      "dataregisto": "2016-11-03T23:54:32.694911+00:00",
                      "idutilizador": 31,
                      "hierarquia": "PLANTA ORDENAMENTO → classificação e qualificação do solo → solo urbano - urbanizado → espaço residencial → espaço residencial tipo 1 → não se aplica"
                    }
                  }
                ],
                "type": "FeatureCollection"
              },
              "type": "geojson",
              "style": {
                "version": 2,
                "[dominio = 'PLANTA ORDENAMENTO']": {
                  "symbolizers": [
                    {
                      "type": "polygon",
                      "fillColor": "#ff3300",
                      "fillOpacity": 0.2,
                      "strokeColor": "#ffa500",
                      "strokeOpacity": 0.2,
                      "strokeWidth": 1
                    }
                  ]
                }
              },
            },
            {
              "geoJson": {
                "type": "FeatureCollection",
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ],
                          [
                            -25660.564024700034,
                            100431.93804142167
                          ],
                          [
                            -25649.644024700032,
                            100450.69804142167
                          ],
                          [
                            -25633.404024700034,
                            100430.25804142166
                          ],
                          [
                            -25635.644024700032,
                            100414.85804142167
                          ],
                          [
                            -25649.084024700034,
                            100401.41804142167
                          ],
                          [
                            -25658.75718524947,
                            100391.66830059752
                          ],
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "_gx3_style_0": "ext-200"
                    }
                  }
                ]
              },
              "opacity": 1,
              "style": {
                "version": 2,
                "[_gx3_style_0 = 'ext-200']": {
                  "symbolizers": [
                    {
                      "type": "polygon",
                      "fillColor": "#ff3300",
                      "fillOpacity": 0.2,
                      "strokeColor": "#ff3300",
                      "strokeOpacity": 0.2,
                      "strokeWidth": 1
                    }
                  ]
                }
              },
              "type": "geojson"
            },
            {
              "baseURL": "http://softwarelivre.cm-agueda.pt/geoserver/wms",
              "customParams": {
                "VERSION": "1.1.1",
                "tiled": true
              },
              "layers": [
                "carto2_5k"
              ],
              "opacity": 1,
              "styles": [
                ""
              ],
              "type": "WMS"
            }
          ]
        }
      },
      {
        "title": "PLANTA ORDENAMENTO",
        "description": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Residenciais Tipo 1.",
        "area": 166.276179785883,
        "dominio": "PLANTA ORDENAMENTO",
        "subdominio": "classificação e qualificação do solo",
        "familia": "solo urbano - urbanizado",
        "objecto": "espaço residencial",
        "ident_gene": "espaço residencial tipo 1",
        "ident_part": "não se aplica",
        "diploma_es": "Art. 13º a 25º ; 61º a 72º ; 81º a 85º",
        "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicad...",
        "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM),...",
        "hierarquia": "PLANTA ORDENAMENTO → classificação e qualificação do solo → solo urbano - urbanizado → espaço res...",
        "map": {
          "center": [
            -25671.58428402025,
            100425.112171352
          ],
          "dpi": 72,
          "projection": "EPSG:3763",
          "scale": 2000,
          "layers": [
            {
              "geoJson": {
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25678.4840247,
                            100442.018041422
                          ],
                          [
                            -25669.6341256312,
                            100437.039973195
                          ],
                          [
                            -25666.9685315269,
                            100431.914218475
                          ],
                          [
                            -25666.1584693104,
                            100429.808161504
                          ],
                          [
                            -25665.6553767992,
                            100428.389739436
                          ],
                          [
                            -25664.9250922364,
                            100424.252152692
                          ],
                          [
                            -25664.9041271043,
                            100423.81185802
                          ],
                          [
                            -25664.6845433405,
                            100418.479221714
                          ],
                          [
                            -25664.9246625417,
                            100411.992586654
                          ],
                          [
                            -25664.9773354589,
                            100411.241443558
                          ],
                          [
                            -25665.236711837,
                            100408.206301282
                          ],
                          [
                            -25678.4840247,
                            100442.018041422
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "id": 1626,
                      "idpretensao": 630,
                      "camada": "ip_ordenamento.espaco_residencial_tipo1",
                      "area": 166.276179785883,
                      "dominio": "PLANTA ORDENAMENTO",
                      "subdominio": "classificação e qualificação do solo",
                      "familia": "solo urbano - urbanizado",
                      "objecto": "espaço residencial",
                      "ident_gene": "espaço residencial tipo 1",
                      "ident_part": "não se aplica",
                      "diploma_es": "Art. 13º a 25º ; 61º a 72º ; 81º a 85º",
                      "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Residenciais Tipo 1.",
                      "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM), publicado no Diário\nda República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012, encontrando-se o terreno inserido em solo urbano, na categoria de solo\nurbanizado – Espaços Residenciais Tipo 1, sendo aplicáveis à operação urbanística pretendida os seguintes artigos: 13.º a 25.º, 61.º a 74.º e 81.º a\n85.º da 1.ª Revisão do PDM.\n\nO solo urbanizado integra o tecido urbano consolidado ou em vias de consolidação que se encontra infraestruturado ou em\nvias de infraestruturação, assim como as estruturas ecológicas do tecido urbano, e onde as intervenções a realizar deverão manter as caraterísticas\nmorfológicas do tecido existente.\n\nI. Disposições Gerais\n\n1.Alinhamento\n\nNas vias cujo perfil atual já se encontre comprometido \npor construções existentes, aplica-se o alinhamento dominante, sendo que\nna falta de definição do mesmo, aplica-se o estabelecido no artigo 20.º/A1  do Código Regulamentar do Município publicado\natravés do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de\noutubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR,\nN.º131, de 10 de julho relativamente às zonas de construção interdita, nomeadamente:\n\na)  Sistema secundário – 5m;\nb)  Sistema terciário – 4 m.\n\n2. Recuo\nA fachada principal dos novos edifícios deve cumprir o recuo dominante existente.\nExcecionalmente é permitido um recuo superior ao dominante, desde que verificadas as seguintes condições:\n\na)  Desde que seja para cumprir questões de salubridade e habitabilidade, face à reduzida dimensão da parcela;\nb)  Desde que se trate de edificações isoladas e a frente da parcela seja significativamente superior às parcelas envolventes.\n\nNos casos constantes da alínea a) anterior, terá que ser criada uma falsa fachada ou\nqualquer outro elementos arquitetónico, de forma a garantir que seja cumprido o recuo dominante das fachadas da envolvente.\n\nNa falta de definição do recuo dominante, o recuo mínimo aplicar é de 5 metros, conforme definido no artigo 21.º/A1 do\nCódigo Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho \n\n3. Aterros, escavações e muros de suporte\n\nAs obras de construção onde se proceda a aterro ou escavação deverá assegurar, sempre que tecnicamente possível, entre a\nnova plataforma resultante da construção e o terreno natural, uma pendente igual ou inferior a 60%.\n\nSó é permitida a construção de muros de\nsuporte de terras que estabeleçam diferença de cotas entre plataformas\ncontiguas ou entre plataformas e o terreno natural inferiores a 3 metros, com\nexceção dos muros de suporte de vias ou em situações que seja tecnicamente\ninviável a conjugação da altura máxima estabelecida com outras técnicas de\nsuporte de terras.\n\n4.Afastamentos\n\nOs afastamentos mínimos, medidos entre as fachadas da edificação e os limites laterais da parcela, contanto para o efeito\nqualquer saliência relativamente ao plano das fachadas, são os seguintes:\n\na) Edificações até dois pisos acima da cota de soleira – 3m;\nb) Edificações com mais de dois pisos acima da cota de soleira ou de 6m de altura de fachada – 4m;\nc) Edificações com uso industrial ou de armazenagem – 5m;\n\nPoderão ser admitidos afastamentos inferiores ao definido na alínea c), desde que sejam cumpridas cumulativamente as seguintes condições:\n\na) Tenham sido iniciadas antes de 1995, servindo de comprovativo os ortofotomapas do CNIG de 1995 ou as cópias de documentos entregues no\nMinistério da Economia até à referida data, para a regularização da atividade industrial;\nb) Desde que a ampliação resulte da necessidade de alterar o layout, não sendo possível cumprir o afastamento de 5 metros;\nc) Não colidam com a área “non aedificandi” das vias do sistema primário e secundário com as quais os terrenos confinem diretamente.\n\nÉ admitida a construção em banda ou geminada, devendo o afastamento às estremas livres ser o definido nos parágrafos anteriores.\n\n5. Pisos\n\nOs edifícios em banda ou geminados não podem ter uma diferença do número de pisos superior a dois acima da cota de soleira.\n\nAs construções que confinem com dois arruamentos desnivelados e que possuam duas frentes, não poderão ultrapassar os\ndois pisos acima da cota de soleira do arruamento situado à maior cota.\n\nNo caso em que a diferença de pisos resultar na criação de uma empena cega, esta deverá ser alvo de tratamento\narquitetónico que passará pelo seu revestimento com materiais utilizados na fachada principal.\n\nO número máximo de pisos abaixo da cota de soleira é de 3, contando para o efeito, o arruamento situado à menor cota.\n\nOs pisos situados abaixo da cota de soleira que seja possível observar a fachada posterior, terão que obedecer às seguintes regras:\n\na) Ser integradas visualmente na parcela onde se desenvolvem, devendo privilegiar-se as situações de socalco;\nb) O talude entre o limite do último piso da cave e o limite doterreno não pode ser superior a 30%;\nc) As fachadas abaixo da cota de soleira deverão apresentar um tratamento arquitetónico semelhante ao da fachada principal do edifício.\n\n6. Logradouros\n\nSó poderá ser impermeabilizada, no máximo, 50% da área não construída da parcela ou lote numa profundidade de 50 metros a\npartir do limite do espaço publico, admitindo-se nas parcelas ou lotes de reduzida dimensão que este valor seja ultrapassado, desde que se destine a\npavimentação do acesso à garagem.\n\nPara além dos 50 metros a partir da via geradora de perímetro, não são permitidas quaisquer impermeabilizações que não\nas que resultem das condições a edificar e dos seus acessos.\n\n7. Estacionamento\nAs novas construções, bem como as que venham a ser alvo de ampliação igual ou superior a 50% da área de construção licenciada,\ndevem ser garantidos os seguintes parâmetros quantitativos mínimos de estacionamento privativo:\n\na) 1 lugar de estacionamento de veículos ligeiros por fogo de tipologia T0, T1 e T2 para edifícios plurifamiliares;\nb) 2 lugares de estacionamento de veículos ligeiros por fogo de tipologia T3 e T4 para edifícios plurifamiliares;\nc) 3 lugares de estacionamento de veículos ligeiros por fogo de tipologias superior a T4 para edifícios plurifamiliares;\nd) 2 lugares de estacionamento de veículos por edifício unifamiliar;\ne) 1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para comércio e ou serviços com área total de construção igual ou inferior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\nf) 1 lugar de estacionamento de veículos ligeiros por cada 25 m2 de área total de construção para comércio e ou serviços com área total de\nconstrução superior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\ng) 1 lugar de estacionamento de veículos ligeiros por cada 200m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\nh) 1 lugar de estacionamento de veículos pesados por cada 1000m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\ni) 1 lugar de estacionamento de veículos ligeiros por cada 5 quartos para os estabelecimentos hoteleiros, acrescido de 1 lugar de veículo\npesado de passageiros por cada 50 quartos, com o mínimo de 1 lugar;\nj) 1 lugar de estacionamento de veículos ligeiros  por cada 75 m2 de área total de construção para equipamentos, acrescido de 1 lugar para veículo pesado de\npassageiros  por cada 500 m2 de área total de construção, quando o uso em causa o justificar;\nk) 1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para oficinas automóveis.\n\nDeverá ser previsto estacionamento público correspondente, no mínimo, às percentagens a seguir indicadas, aplicadas aos\nvalores de estacionamento obtidos para cada uma das alíneas referidas anteriormente:\n\na) 20% para os usos constantes da alínea a), b), c), e), f), j) e k), podendo no caso do uso ser oficina, o mesmo situar-se no interior do lote;\nb) 10% para os usos constantes na alínea g).\n\nA Câmara Municipal pode deliberar a dispensa total ou parcial do cumprimento da dotação de estacionamento\nestabelecido anteriormente, desde que se verifique uma das seguintes situações:\na) O seu cumprimento implicar a modificação da arquitetura original de edifícios ou na continuidade do conjunto edificado, que pelo seu\nvalor arquitetónico intrínseco, pela sua integração em conjuntos caraterísticos\nou em áreas de reconhecido valor paisagístico, devem ser preservados;\nb) A impossibilidade ou a inconveniência de natureza técnica, nomeadamente em função das caraterísticas geológicas do terreno, dos níveis\nfreáticos, do condicionamento da segurança das edificações envolventes, da interferência com equipamentos e infraestruturas ou da funcionalidade dos\nsistemas públicos de circulação de pessoas e veículos;\nc) As dimensões da parcela ou a sua situação urbana tornarem tecnicamente desaconselhável a construção do estacionamento com a dotação\nexigida, por razões de economia e funcionalidade interna. \n\nA não dotação dos lugares de estacionamento pelas razões referidas anteriormente, dá lugar ao pagamento de uma compensação\nao Município definida nos termos e condições estipuladas no artigo 17.º/A1 do Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª\nsérie do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13,\nde 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n8. Cedências de áreas para espaços verdes e de utilização coletiva e de áreas para equipamentos de utilização coletiva\n\nOs parâmetros para o dimensionamento das áreas destinadas a espaços verdes e de utilização coletiva e de equipamentos de\nutilização coletiva, em operações de loteamento ou operações urbanísticas de impacte semelhante a um loteamento, são os seguintes:\n\na) Para espaços verdes e de utilização coletiva:\na.1. 28 m2/fogo, no caso de habitação unifamiliar;\na.2. 0,23 m2/m2 de área total de construção, no caso de habitação coletiva;\na.3. 0,28 m2/m2 de área total de construção, no caso de comércio ou serviços;\na.4. 0,23 m2/m2 de área de construção, no caso de indústria ou armazéns;\nb) Para equipamentos de utilização coletiva:\nb.1. 35 m2/fogo, no caso de habitação unifamiliar;\nb.2. 0,29 m2/m2 de área total de construção, no caso de habitação coletiva;\nb.3. 0,25 m2/m2 de área total de construção, no caso de comércio ou serviços;\nb.4. 0,10 m2/m2 de área de construção, no caso de indústria ou armazéns;\n\nAs parcelas de terreno resultante da aplicação do disposto anteriormente, passarão a integrar o domínio municipal através de cedência gratuita ao município.\n\nO Município pode prescindir da integração do domínio municipal da totalidade ou parte das parcelas referidas anteriormente, de acordo com o estabelecido nos artigos 15.º/A1 e 16.º/A1 Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n9. Anexos\nOs anexos terão de cumprir as seguintes condições:\na) Número máximo de pisos acima da cota de soleira, admitindo-se 1 destes em cave;\nb) A altura máxima da fachada é de 6 m, exceto nos casos em que os anexos se encontrem implantados à estrema, não podendo nestes casos possuir\numa empena superior a 3,5 metros de altura relativamente às parcelas vizinhas;\nc) Caso não sejam implantados às estremas, deverão cumprir os afastamentos mínimos impostos para a edificação principal.\n\nPara além das condições referidas anteriormente, os anexos terão sempre que ter em consideração a envolvente\nurbana e não contribuir para a descaraterização urbanística e arquitetónica da edificação principal aos quais se encontram associados, assim como do\naglomerado urbano em que se inserem.\n\n10. Florestação\nÉ proibida a plantação de espécies de crescimento rápido, classificadas de acordo com a legislação em vigor.\n\n11.  [Autor des1] Áreas Abrangidas por cheias\n\nNas áreas abrangidas pelas cheias, as cotas dos pisos inferiores das edificações deverão ser superiores à cota local da máxima cheia, que é de 12,00 m.\nnestas áreas é interdita a construção de novas estruturas de saúde, estabelecimentos que utilizem substâncias perigosas e centrais elétricas.\n\nII. Disposições Especificas\n\nOs Espaços residenciais são áreas consolidadas ou em vias de consolidação, ocupadas predominantemente por\nedifícios unifamiliares, com a presença no interior do tecido urbano, de edifícios plurifamiliares, agregados ou isolados, podendo acolher outros usos\ndesde que compatíveis com a utilização dominante.\n\n1. Usos e condições de ocupação\na) Habitação;\nb) Comercio;\nc) Serviços;\nd) Equipamentos de Utilização Coletiva.\nSão usos compatíveis\n\na) Indústrias do tipo 3, de acordo com a legislação em vigor;\nb) Armazéns;\nc) Oficinas de veículos automóveis, desde que não encostem a edifícios habitacionais;\n\nEmpreendimentos turísticos.\n2. Regime de Edificabilidade\nAs regras a aplicar são as seguintes:\n\na) Número de pisos acima da cota de soleira com a exceção de moradias unifamiliares, indústrias, armazéns e oficinas – 3;\nb) Número máximo de pisos acima da cota de soleira para moradias unifamiliares – 2;\nc) Número máximo de pisos acima da cota de soleira para indústrias, armazéns e oficinas – 2;\nd) Altura máxima da fachada para indústrias, armazéns e oficinas – 9 m;\ne) Área total de anexos – 15% da área da parcela ou lote;\nf)  Índice máximo de ocupação do solo – 0,75.\n\nExcecionalmente permite-se um número de pisos superior ao constante na anterior alínea a), até um máximo de 4 pisos,\ndesde que se cumpra pelo menos uma das seguintes condições:\n\na) Os edifícios se localizem em encostas com inclinação significativa, devendo ter-se em atenção que:\n1.  É proibida a execução de anexos ou garagens fora da área de implantação do edifício;\n2.  Quando possível, a área da cobertura resultante do desenvolvimento do edifício em socalcos, poderá apresentar um tratamento de\nespaço público e de circulação pedonal.\nb)  Os edifícios apresentem uma componente de espaço público envolvente de dimensão significativa, nomeadamente:\n1. Praças;\n2. Largos;\n3. Alamedas.\nc) A largura do espaço publico com o qual o edifício irá confinar seja igual ou superior, em termos de dimensão, à altura de edificação.\n3. Edificação em áreas urbanas consolidadas\n\nNas situações de colmatação de áreas urbanas consolidadas, as regras a aplicar à novas construções são as seguintes:\na) Respeitem os recuos dos edifícios contíguos;\nb) Estabeleçam uma articulação volumétrica com os edifícios contíguos.\n\n [Autor des1]Este campo só deve aparecer\nquando na carta de ordenamento a pretensão esteja inserida dentro do limite da\ncota de cheia.",
                      "parecer": "0",
                      "buffer": null,
                      "entidade": "CM Águeda",
                      "dataregisto": "2016-11-03T23:54:32.694911+00:00",
                      "idutilizador": 31,
                      "hierarquia": "PLANTA ORDENAMENTO → classificação e qualificação do solo → solo urbano - urbanizado → espaço residencial → espaço residencial tipo 1 → não se aplica"
                    }
                  }
                ],
                "type": "FeatureCollection"
              },
              "type": "geojson"
            },
            {
              "geoJson": {
                "type": "FeatureCollection",
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ],
                          [
                            -25660.564024700034,
                            100431.93804142167
                          ],
                          [
                            -25649.644024700032,
                            100450.69804142167
                          ],
                          [
                            -25633.404024700034,
                            100430.25804142166
                          ],
                          [
                            -25635.644024700032,
                            100414.85804142167
                          ],
                          [
                            -25649.084024700034,
                            100401.41804142167
                          ],
                          [
                            -25658.75718524947,
                            100391.66830059752
                          ],
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "_gx3_style_0": "ext-200"
                    }
                  }
                ]
              },
              "opacity": 1,
              "style": {
                "version": 2,
                "[_gx3_style_0 = 'ext-200']": {
                  "symbolizers": [
                    {
                      "type": "polygon",
                      "fillColor": "#ff3300",
                      "fillOpacity": 0.2,
                      "strokeColor": "#ff3300",
                      "strokeOpacity": 1,
                      "strokeWidth": 2
                    }
                  ]
                }
              },
              "type": "geojson"
            },
            {
              "baseURL": "http://softwarelivre.cm-agueda.pt/geoserver/wms",
              "customParams": {
                "VERSION": "1.1.1",
                "tiled": true
              },
              "layers": [
                "carto2_5k"
              ],
              "opacity": 1,
              "styles": [
                ""
              ],
              "type": "WMS"
            }
          ]
        }
      },
      {
        "title": "PLANTA ORDENAMENTO",
        "description": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Verdes.",
        "area": 794.401942347001,
        "dominio": "PLANTA ORDENAMENTO",
        "subdominio": null,
        "familia": null,
        "objecto": null,
        "ident_gene": null,
        "ident_part": null,
        "diploma_es": null,
        "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicad...",
        "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM),...",
        "hierarquia": "PLANTA ORDENAMENTO",
        "map": {
          "center": [
            -25657.09775471205,
            100419.14464327099
          ],
          "dpi": 72,
          "projection": "EPSG:3763",
          "scale": 2000,
          "layers": [
            {
              "geoJson": {
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25669.6341256312,
                            100437.039973195
                          ],
                          [
                            -25660.5640247,
                            100431.938041422
                          ],
                          [
                            -25652.0172360977,
                            100446.620985944
                          ],
                          [
                            -25649.8568525332,
                            100442.641624028
                          ],
                          [
                            -25649.7179923583,
                            100442.294531253
                          ],
                          [
                            -25649.0357074964,
                            100441.02096204
                          ],
                          [
                            -25648.6117821966,
                            100440.125782304
                          ],
                          [
                            -25648.5566732793,
                            100439.848786697
                          ],
                          [
                            -25648.4256678821,
                            100439.6412422
                          ],
                          [
                            -25646.5271074809,
                            100434.288097668
                          ],
                          [
                            -25646.471446946,
                            100433.964702582
                          ],
                          [
                            -25646.1297118241,
                            100432.82277352
                          ],
                          [
                            -25645.1581476135,
                            100427.739503141
                          ],
                          [
                            -25645.0422564001,
                            100426.516019389
                          ],
                          [
                            -25644.9887986708,
                            100426.273573363
                          ],
                          [
                            -25644.5698480732,
                            100416.097045055
                          ],
                          [
                            -25644.6044407548,
                            100415.902346329
                          ],
                          [
                            -25644.5613837929,
                            100415.68604976
                          ],
                          [
                            -25644.5977034243,
                            100414.834258182
                          ],
                          [
                            -25644.994285116,
                            100410.19329915
                          ],
                          [
                            -25645.0029764624,
                            100409.949901598
                          ],
                          [
                            -25645.3913166203,
                            100405.547240159
                          ],
                          [
                            -25645.4321029975,
                            100405.069963124
                          ],
                          [
                            -25649.0840247,
                            100401.418041422
                          ],
                          [
                            -25658.7571852495,
                            100391.668300598
                          ],
                          [
                            -25665.236711837,
                            100408.206301282
                          ],
                          [
                            -25664.9773354589,
                            100411.241443558
                          ],
                          [
                            -25664.9246625417,
                            100411.992586654
                          ],
                          [
                            -25664.6845433405,
                            100418.479221714
                          ],
                          [
                            -25664.9041271043,
                            100423.81185802
                          ],
                          [
                            -25664.9250922364,
                            100424.252152692
                          ],
                          [
                            -25665.6553767992,
                            100428.389739436
                          ],
                          [
                            -25666.1584693104,
                            100429.808161504
                          ],
                          [
                            -25666.9685315269,
                            100431.914218475
                          ],
                          [
                            -25669.6341256312,
                            100437.039973195
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "id": 1627,
                      "idpretensao": 630,
                      "camada": "ip_ordenamento.espacos_verdes",
                      "area": 794.401942347001,
                      "dominio": "PLANTA ORDENAMENTO",
                      "subdominio": null,
                      "familia": null,
                      "objecto": null,
                      "ident_gene": null,
                      "ident_part": null,
                      "diploma_es": null,
                      "sumario": "Para o local assinalado o instrumento de gestão territorial é o Plano Diretor Municipal, publicado no \nDiário da República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012.\nO terreno insere-se em solo urbano, na categoria de solo urbanizado – Espaços Verdes.",
                      "texto": "O instrumento de planeamento e gestão territorial para o local é o plano diretor municipal (PDM), publicado no Diário\nda República, 2.ª série – N.º44 de 1 de março, através do Aviso n.º3341/2012,\nencontrando-se o terreno inserido em solo urbano, na categoria de solo\nurbanizado – Espaços Verdes, sendo aplicáveis à operação urbanística pretendida\nos seguintes artigos: 13.º a 25.º, 61.º a 74.º, 81.º a 82.º e 102.º a 106.º da 1.ª Revisão do PDM.\n\nO solo urbanizado integra o tecido urbano consolidado ou em vias de consolidação que se encontra infraestruturado ou em vias de infraestruturação, assim como as estruturas ecológicas do tecido urbano, e onde as intervenções a realizar deverão manter as caraterísticas morfológicas do tecido existente.\n\nI.Disposições Gerais\n\n1.Alinhamento\n\nNas vias cujo perfil atual já se encontre comprometido por construções existentes, aplica-se o alinhamento dominante, sendo que\nna falta de definição do mesmo, aplica-se o estabelecido no artigo 20.º/A1  do Código Regulamentar do Município publicado\natravés do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho,\nalterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013\nna 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho relativamente às zonas de construção interdita,\nnomeadamente:\na)  Sistema secundário – 5m;\nb)  Sistema terciário – 4 m.\n\n2. Recuo\n\nA fachada principal dos novos edifícios deve cumprir o recuo dominante existente.\n\nExcecionalmente é permitido um recuo superior ao dominante, desde que verificadas as seguintes condições:\na) Desde que seja para cumprir questões de salubridade e habitabilidade, face à reduzida dimensão da parcela;\nb) Desde que se trate de edificações isoladas e a frente da parcela seja significativamente superior às parcelas envolventes.\n\nNos casos constantes da alínea a) anterior, terá que ser criada uma falsa fachada ou qualquer outro elementos arquitetónico, de forma a garantir que seja cumprido o\nrecuo dominante das fachadas da envolvente.\n\nNa falta de definição do recuo dominante, o recuo mínimo aplicar é de 5 metros, conforme definido no artigo 21.º/A1 do\nCódigo Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª série do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª\nsérie do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13, de 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e\nn.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho \n\n3. Aterros, escavações e muros de suporte\n\nAs obras de construção onde se proceda a aterro ou escavação deverá assegurar, sempre que tecnicamente possível, entre a\nnova plataforma resultante da construção e o terreno natural, uma pendente igual ou inferior a 60%.\n\nSó é permitida a construção de muros de suporte de terras que estabeleçam diferença de cotas entre plataformas\ncontiguas ou entre plataformas e o terreno natural inferiores a 3 metros, com exceção dos muros de suporte de vias ou em situações que seja tecnicamente\ninviável a conjugação da altura máxima estabelecida com outras técnicas de suporte de terras.\n\n4. Afastamentos\n\nOs afastamentos mínimos, medidos entre as fachadas da edificação e os limites laterais da parcela, contanto para o efeito\nqualquer saliência relativamente ao plano das fachadas, são os seguintes:\n\na) Edificações até dois pisos acima da cota de soleira – 3m;\nb) Edificações com mais de dois pisos acima da cota de soleira ou de 6m de altura de fachada – 4m;\nc) Edificações com uso industrial ou de armazenagem – 5m;\n\nPoderão ser admitidos afastamentos inferiores ao definido na alínea c), desde que sejam cumpridas cumulativamente\nas seguintes condições:\na)  tenham sido iniciadas antes de 1995, servindo de comprovativo os ortofotomapas do CNIG de 1995 ou as cópias de documentos\nentregues no Ministério da Economia até à referida data, para a regularização da atividade industrial;\nb) Desde que a ampliação resulte da necessidade de alterar o\nlayout, não sendo possível cumprir o afastamento de 5 metros;\nc) Não colidam com a área “non aedificandi” das vias do sistema primário e secundário com as quais os terrenos confinem diretamente.\n\nÉ admitida a construção em banda ou geminada, devendo o afastamento às estremas livres ser o definido nos parágrafos anteriores.\n\n5. Pisos\n\nOs edifícios em banda ou geminados não podem ter uma diferença do número de pisos superior a dois acima da cota de soleira.\n\nAs construções que confinem com dois arruamentos desnivelados e que possuam duas frentes, não poderão ultrapassar os\ndois pisos acima da cota de soleira do arruamento situado à maior cota.\n\nNo caso em que a diferença de pisos resultar na criação de uma empena cega, esta deverá ser alvo de tratamento\narquitetónico que passará pelo seu revestimento com materiais utilizados na fachada principal.\n\nO número máximo de pisos abaixo da cota de soleira é de 3, contando para o efeito, o arruamento situado à menor cota.\n\nOs pisos situados abaixo da cota de soleira que seja possível observar a fachada posterior, terão que obedecer às seguintes regras:\na) Ser integradas visualmente na parcela onde se desenvolvem, devendo privilegiar-se as situações de socalco;\nb) O talude entre o limite do último piso da cave e o limite do terreno não pode ser superior a 30%;\nc) As fachadas abaixo da cota de soleira deverão apresentar um tratamento arquitetónico semelhante ao da fachada principal do edifício.\n\n6. Logradouros\n\nSó poderá ser impermeabilizada, no máximo, 50% da área não construída da parcela ou lote numa profundidade de 50 metros a\npartir do limite do espaço publico, admitindo-se nas parcelas ou lotes de reduzida dimensão que este valor seja ultrapassado, desde que se destine a\npavimentação do acesso à garagem.\n\nPara além dos 50 metros a partir da via geradora de perímetro, não são permitidas quaisquer impermeabilizações que não\nas que resultem das condições a edificar e dos seus acessos.\n\n7. Estacionamento\n\nAs novas construções, bem como as que venham a ser alvo de ampliação igual ou superior a 50% da área de construção\nlicenciada, devem ser garantidos os seguintes parâmetros quantitativos mínimos de estacionamento privativo:\na)  1 lugar de estacionamento de veículos ligeiros por fogo de tipologia T0, T1 e T2 para edifícios plurifamiliares;\nb)  2 lugares de estacionamento de veículos ligeiros por fogo de tipologia T3 e T4 para edifícios plurifamiliares;\nc)  3 lugares de estacionamento de veículos ligeiros por fogo de tipologias superior a T4 para edifícios plurifamiliares;\nd)  2 lugares de estacionamento de veículos por edifício unifamiliar;\ne)  1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para comércio e ou serviços com área total de\nconstrução igual ou inferior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\nf)   1 lugar de estacionamento de veículos ligeiros por cada 25 m2 de área total de construção para comércio e ou serviços com área total de\nconstrução superior a 1000 m2, devendo ser assegurados locais adequados para cargas e descargas;\ng)  1 lugar de estacionamento de veículos ligeiros por cada 200 m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\nh)  1 lugar de estacionamento de veículos pesados por cada 1000m2 de área total de construção para indústria e ou armazéns, devendo\nser assegurados locais adequados para cargas e descargas;\ni)   1 lugar de estacionamento de veículos ligeiros por cada 5 quartos para os estabelecimentos hoteleiros, acrescido de 1 lugar de veículo\npesado de passageiros por cada 50 quartos, com o mínimo de 1 lugar;\nj)   1 lugar de estacionamento de veículos ligeiros  por cada 75 m2 de área total de construção para equipamentos, acrescido de 1 lugar para veículo pesado de\npassageiros  por cada 500 m2 de área total de construção, quando o uso em causa o justificar;\nk)  1 lugar de estacionamento de veículos ligeiros por cada 50 m2 de área total de construção para oficinas automóveis.\n\nDeverá ser previsto estacionamento público correspondente, no mínimo, às percentagens a seguir indicadas, aplicadas aos\nvalores de estacionamento obtidos para cada uma das alíneas referidas anteriormente:\na) 20% para os usos constantes da alínea a), b), c), e), f), j) e k), podendo no caso do uso ser oficina, o mesmo situar-se no interior do lote;\nb) 10% para os usos constantes na alínea g).\n\nA Câmara Municipal pode deliberar a dispensa total ou parcial do cumprimento da dotação de estacionamento estabelecido anteriormente, desde que se verifique uma das seguintes situações:\na) O seu cumprimento implicar a modificação da arquitetura original de edifícios ou na continuidade do conjunto edificado, que pelo seu\nvalor arquitetónico intrínseco, pela sua integração em conjuntos caraterísticos ou em áreas de reconhecido valor paisagístico, devem ser preservados;\nb) A impossibilidade ou a inconveniência de natureza técnica, nomeadamente em função das caraterísticas geológicas do terreno, dos níveis freáticos, do\ncondicionamento da segurança das edificações envolventes, da interferência com equipamentos e infraestruturas ou da funcionalidade dos sistemas públicos de\ncirculação de pessoas e veículos;\nc) As dimensões da parcela ou a sua situação urbana tornarem tecnicamente desaconselhável a construção do estacionamento com a dotação\nexigida, por razões de economia e funcionalidade interna.\n\nA não dotação dos lugares de estacionamento pelas razões referidas anteriormente, dá lugar ao pagamento de uma compensação\nao Município definida nos termos e condições estipuladas no artigo 17.º/A1 do Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª\nsérie do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ªsérie do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13,\nde 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n8. Cedências de áreas para espaços verdes e de utilização coletiva e de áreas para equipamentos de utilização coletiva\n\nOs parâmetros para o dimensionamento das áreas destinadas a espaços verdes e de utilização coletiva e de equipamentos de\nutilização coletiva, em operações de loteamento ou operações urbanísticas de impacte semelhante a um loteamento, são os seguintes:\na)  Para espaços verdes e de utilização coletiva:\na.1. 28 m2/fogo, no caso de habitação unifamiliar;\na.2. 0,23 m2/m2 de área total de construção, no caso de habitação coletiva;\na.3. 0,28 m2/m2 de área total de construção, no caso de comércio ou serviços;\na.4. 0,23 m2/m2 de área de construção, no caso de indústria ou armazéns;\nb)  Para equipamentos de utilização coletiva:\nb.1. 35 m2/fogo, no caso de habitação unifamiliar;\nb.2. 0,29 m2/m2 de área total de construção, no caso de habitação coletiva;\nb.3. 0,25 m2/m2 de área total de construção, no caso de comércio ou serviços;\nb.4. 0,10 m2/m2 de área de construção, no caso de indústria ou armazéns;\n\nAs parcelas de terreno resultante da aplicação do disposto anteriormente, passarão a integrar o domínio municipal\natravés de cedência gratuita ao município.\n\nO Município pode prescindir da integração do domínio municipal da totalidade ou parte das parcelas referidas\nanteriormente, de acordo com o estabelecido nos artigos 15.º/A1 e 16.º/A1 Código Regulamentar do Município publicado através do Aviso n.º9745/2012 na 2.ª\nsérie do DR, N.º137, de 17 de julho, alterado pelos Avisos n.º13547/2012 na 2.ª série do DR, N.º197, de 11 de outubro, n.º860/2013 na 2.ª série do DR, N.º13,\nde 18 de janeiro, n.º7044/2013 na 2.ª série do DR, N.º103, de 29 de maio e n.º8779/2013 na 2.ª série do DR, N.º131, de 10 de julho.\n\n9. Anexos\n\nOs anexos terão de cumprir as seguintes condições:\na) Número máximo de pisos acima da cota de soleira, admitindo-se 1 destes em cave;\nb) A altura máxima da fachada é de 6 m, exceto nos casos em que os anexos se encontrem implantados à estrema, não podendo nestes casos possuir\numa empena superior a 3,5 metros de altura relativamente às parcelas vizinhas;\nc) Caso não sejam implantados às estremas, deverão cumprir os afastamentos mínimos impostos para a edificação principal.\n\nPara além das condições referidas anteriormente, os anexos terão sempre que ter em consideração a envolvente\nurbana e não contribuir para a descaraterização urbanística e arquitetónica da edificação principal aos quais se encontram associados, assim como do\naglomerado urbano em que se inserem.\n\n10. Florestação\n\nÉ proibida a plantação de espécies de crescimento rápido, classificadas de acordo com a legislação em vigor.\n\n11. [Autor des1] Áreas Abrangidas por cheias\n\nNas áreas abrangidas pelas cheias, as cotas dos pisos inferiores das edificações deverão ser superiores à cota local da\nmáxima cheia, que é de 12,00 m.\n\nnestas áreas é interdita a construção de novas estruturas de saúde, estabelecimentos que utilizem substâncias perigosas e centrais elétricas.\n\nII. Disposições Especificas\n\nSão espaços que englobam áreas com funções de equilíbrio ecológico do sistema urbano e acolhem atividades ao ar livre de recreio, lazer,\ndesporto e cultura, agrícolas ou florestais, coincidindo, no todo ou em parte, com a estrutura ecológica municipal.\n\n1. Usos e condições de ocupação\na) Quiosques;\nb) Parques infantis;\nc) Equipamentos ou infraestruturas de apoio ás atividades que tenham como objetivo a valorização dessas áreas.\n\nSão usos compatíveis\na) Estabelecimentos de restauração e bebidas;\nb) Empreendimentos de turismo da natureza;\nc) Edificações com fins agrícolas destinadas à recolha e armazenagem de máquinas e alfaias agrícolas, bem como de produtos resultantes da exploração.\n\n2. Regime de edificabilidade\na) Índice máximo de utilização – 0,2;\nb) Número máximo de pisos acima da cota de soleira;\nc) Altura máxima da fachada – 6m;\nd) Área total de construção para edificações com fins agrícolas – 20 m2.\n\nA construção de muros terá de ser em pedra seca ou vedações em madeira e sebe viva, com exceção dos muros de suporte de\nterras que, por questões técnicas, tenham de ser realizadas noutros materiais.\n\n3. Acabamentos e Revestimentos\n\nÁs obras de construção, reconstrução, ampliação, alteração e obras de conservação aplicam-se os critérios:\na) Não são permitidas outras cores que não o branco, ocres ou beges, exceto cores tradicionais em elementos decorativos das mesmas\n(cantarias, cunhais, entre outros);\nb) Nas coberturas não é permitida a aplicação de fibrocimento, fibra de vidro ou telha de cor diferente da tradicional ou vidrada;\nc) No revestimento exterior das fachadas não são permitidas tintas texturadas, revestimentos de rebocos de cimento à vista e marmorites ou\nimitações de pedra, assim como azulejos e mosaicos.\n\nNas obras de ampliação e obras de conservação deverão ser mantidos os materiais e cores originais, exceto nas\nsituações em que se pretendam alterar os mesmos, sendo que nesses casos terão de ser aplicados os materiais e cores indicados anteriormente.\n\nNos casos em que os alpendres/telheiros não sejam executados em material semelhante ao da edificação principal, apenas se\nadmite a sua execução em madeira.\n\n [Autor des1]Este campo só deve aparecer quando na carta de ordenamento a pretensão esteja inserida dentro do limite da cota de cheia.",
                      "parecer": "0",
                      "buffer": null,
                      "entidade": "CM Águeda",
                      "dataregisto": "2016-11-03T23:54:32.694911+00:00",
                      "idutilizador": 31,
                      "hierarquia": "PLANTA ORDENAMENTO"
                    }
                  }
                ],
                "type": "FeatureCollection"
              },
              "type": "geojson"
            },
            {
              "geoJson": {
                "type": "FeatureCollection",
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ],
                          [
                            -25660.564024700034,
                            100431.93804142167
                          ],
                          [
                            -25649.644024700032,
                            100450.69804142167
                          ],
                          [
                            -25633.404024700034,
                            100430.25804142166
                          ],
                          [
                            -25635.644024700032,
                            100414.85804142167
                          ],
                          [
                            -25649.084024700034,
                            100401.41804142167
                          ],
                          [
                            -25658.75718524947,
                            100391.66830059752
                          ],
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "_gx3_style_0": "ext-200"
                    }
                  }
                ]
              },
              "opacity": 1,
              "style": {
                "version": 2,
                "[_gx3_style_0 = 'ext-200']": {
                  "symbolizers": [
                    {
                      "type": "polygon",
                      "fillColor": "#ff3300",
                      "fillOpacity": 0.2,
                      "strokeColor": "#ff3300",
                      "strokeOpacity": 1,
                      "strokeWidth": 2
                    }
                  ]
                }
              },
              "type": "geojson"
            },
            {
              "baseURL": "http://softwarelivre.cm-agueda.pt/geoserver/wms",
              "customParams": {
                "VERSION": "1.1.1",
                "tiled": true
              },
              "layers": [
                "carto2_5k"
              ],
              "opacity": 1,
              "styles": [
                ""
              ],
              "type": "WMS"
            }
          ]
        }
      },
      {
        "title": "PLANTA CONDICIONANTES",
        "description": "A parcela assinalada está dentro da REN.",
        "area": 792.92096946924,
        "dominio": "PLANTA CONDICIONANTES",
        "subdominio": "ÁREAS DE RESERVA E DE PROTEÇÃO DE SOLOS E DE ESPÉC",
        "familia": "Reserva Ecológica Nacional",
        "objecto": "Leitos dos Cursos de Água",
        "ident_gene": null,
        "ident_part": null,
        "diploma_es": null,
        "sumario": "A parcela assinalada está dentro da REN.",
        "texto": null,
        "hierarquia": "PLANTA CONDICIONANTES → ÁREAS DE RESERVA E DE PROTEÇÃO DE SOLOS E DE ESPÉC → Reserva Ecológica Na...",
        "map": {
          "center": [
            -25657.06751350345,
            100419.136332608
          ],
          "dpi": 72,
          "projection": "EPSG:3763",
          "scale": 2000,
          "layers": [
            {
              "geoJson": {
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25669.573643214,
                            100437.005951836
                          ],
                          [
                            -25660.5640247,
                            100431.938041422
                          ],
                          [
                            -25652.0269111978,
                            100446.604364618
                          ],
                          [
                            -25649.0357074964,
                            100441.02096204
                          ],
                          [
                            -25648.6117821966,
                            100440.125782304
                          ],
                          [
                            -25648.5566732793,
                            100439.848786697
                          ],
                          [
                            -25648.4256678821,
                            100439.641242202
                          ],
                          [
                            -25646.5271074809,
                            100434.288097668
                          ],
                          [
                            -25646.471446946,
                            100433.964702582
                          ],
                          [
                            -25646.1297118241,
                            100432.82277352
                          ],
                          [
                            -25645.1581476135,
                            100427.739503141
                          ],
                          [
                            -25645.0422564001,
                            100426.516019389
                          ],
                          [
                            -25644.9887986708,
                            100426.273573363
                          ],
                          [
                            -25644.5698480732,
                            100416.097045055
                          ],
                          [
                            -25644.6044407548,
                            100415.902346329
                          ],
                          [
                            -25644.5613837929,
                            100415.68604976
                          ],
                          [
                            -25644.5977034243,
                            100414.834258182
                          ],
                          [
                            -25645.4321141917,
                            100405.06995193
                          ],
                          [
                            -25649.0840247,
                            100401.418041422
                          ],
                          [
                            -25658.7571852495,
                            100391.668300598
                          ],
                          [
                            -25665.2367183981,
                            100408.206318029
                          ],
                          [
                            -25664.578654696,
                            100415.906852441
                          ],
                          [
                            -25664.9411581183,
                            100424.711847271
                          ],
                          [
                            -25665.630874728,
                            100428.320640795
                          ],
                          [
                            -25667.0221422945,
                            100432.243313554
                          ],
                          [
                            -25669.573643214,
                            100437.005951836
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "id": 1628,
                      "idpretensao": 630,
                      "camada": "ip_condicionantes.ren_ip_polygon_ok",
                      "area": 792.92096946924,
                      "dominio": "PLANTA CONDICIONANTES",
                      "subdominio": "ÁREAS DE RESERVA E DE PROTEÇÃO DE SOLOS E DE ESPÉC",
                      "familia": "Reserva Ecológica Nacional",
                      "objecto": "Leitos dos Cursos de Água",
                      "ident_gene": null,
                      "ident_part": null,
                      "diploma_es": null,
                      "sumario": "A parcela assinalada está dentro da REN.",
                      "texto": null,
                      "parecer": null,
                      "buffer": null,
                      "entidade": "CCDRC - Comissão de Coordenação de Desenvolvimento Regional do Centro",
                      "dataregisto": "2016-11-03T23:54:32.694911+00:00",
                      "idutilizador": 31,
                      "hierarquia": "PLANTA CONDICIONANTES → ÁREAS DE RESERVA E DE PROTEÇÃO DE SOLOS E DE ESPÉC → Reserva Ecológica Nacional → Leitos dos Cursos de Água"
                    }
                  }
                ],
                "type": "FeatureCollection"
              },
              "type": "geojson"
            },
            {
              "geoJson": {
                "type": "FeatureCollection",
                "features": [
                  {
                    "type": "Feature",
                    "geometry": {
                      "type": "Polygon",
                      "coordinates": [
                        [
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ],
                          [
                            -25660.564024700034,
                            100431.93804142167
                          ],
                          [
                            -25649.644024700032,
                            100450.69804142167
                          ],
                          [
                            -25633.404024700034,
                            100430.25804142166
                          ],
                          [
                            -25635.644024700032,
                            100414.85804142167
                          ],
                          [
                            -25649.084024700034,
                            100401.41804142167
                          ],
                          [
                            -25658.75718524947,
                            100391.66830059752
                          ],
                          [
                            -25678.484024700032,
                            100442.01804142167
                          ]
                        ]
                      ]
                    },
                    "properties": {
                      "_gx3_style_0": "ext-200"
                    }
                  }
                ]
              },
              "opacity": 1,
              "style": {
                "version": 2,
                "[_gx3_style_0 = 'ext-200']": {
                  "symbolizers": [
                    {
                      "type": "polygon",
                      "fillColor": "#ff3300",
                      "fillOpacity": 0.2,
                      "strokeColor": "#ff3300",
                      "strokeOpacity": 1,
                      "strokeWidth": 2
                    }
                  ]
                }
              },
              "type": "geojson"
            },
            {
              "baseURL": "http://softwarelivre.cm-agueda.pt/geoserver/wms",
              "customParams": {
                "VERSION": "1.1.1",
                "tiled": true
              },
              "layers": [
                "carto2_5k"
              ],
              "opacity": 1,
              "styles": [
                ""
              ],
              "type": "WMS"
            }
          ]
        }
      }
    ],
    "comments": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cras egestas, massa eget placerat fermentum, nunc massa facilisis enim, id eleifend orci lacus sed sem.",
    "map2k": {
      "center": [
        -25659.87718524947,
        100441.50830059752
      ],
      "dpi": 200,
      "layers": [
        {
          "geoJson": {
            "type": "FeatureCollection",
            "features": [
              {
                "type": "Feature",
                "geometry": {
                  "type": "Polygon",
                  "coordinates": [
                    [
                      [
                        -25678.484024700032,
                        100442.01804142167
                      ],
                      [
                        -25660.564024700034,
                        100431.93804142167
                      ],
                      [
                        -25649.644024700032,
                        100450.69804142167
                      ],
                      [
                        -25633.404024700034,
                        100430.25804142166
                      ],
                      [
                        -25635.644024700032,
                        100414.85804142167
                      ],
                      [
                        -25649.084024700034,
                        100401.41804142167
                      ],
                      [
                        -25658.75718524947,
                        100391.66830059752
                      ],
                      [
                        -25678.484024700032,
                        100442.01804142167
                      ]
                    ]
                  ]
                },
                "properties": {
                  "_gx3_style_0": "ext-200"
                }
              }
            ]
          },
          "opacity": 1,
          "style": {
            "version": 2,
            "[_gx3_style_0 = 'ext-200']": {
              "symbolizers": [
                {
                  "type": "polygon",
                  "fillColor": "#ff3300",
                  "fillOpacity": 0.2,
                  "strokeColor": "#ff3300",
                  "strokeOpacity": 1,
                  "strokeWidth": 2
                }
              ]
            }
          },
          "type": "geojson"
        },
        {
          "baseURL": "http://softwarelivre.cm-agueda.pt/geoserver/wms",
          "customParams": {
            "VERSION": "1.1.1",
            "tiled": true
          },
          "layers": [
            "carto2_5k"
          ],
          "opacity": 1,
          "styles": [
            ""
          ],
          "type": "WMS"
        }
      ],
      "projection": "EPSG:3763",
      "rotation": 0,
      "scale": 2000
    }
  }
}